/* eslint-disable sort-keys */

export default {
  demo: {
    name: 'The Matter นั่งเทียนมา',
    description: 'demo',
    result: {
      เพื่อไทย: 140,
      พลังประชารัฐ: 100,
      ประชาธิปัตย์: 110,
      ภูมิใจไทย: 60,
      เสรีรวมไทย: 5,
      ชาติไทยพัฒนา: 15,
      ชาติพัฒนา: 15,
      อนาคตใหม่: 10,
      เพื่อชาติ: 30,
    },
  },
  siripan: {
    name: 'รศ.ดร. สิริพรรณ นกสวน สวัสดี',
    description: 'demo',
    result: {
      เพื่อไทย: 200,
      พลังประชารัฐ: 70,
      ประชาธิปัตย์: 100,
      ภูมิใจไทย: 20,
      ชาติไทยพัฒนา: 20,
      ชาติพัฒนา: 20,
      อนาคตใหม่: 50,
    },
  },
  sarunee: {
    name: 'สฤณี อาชวานันทกุล',
    description: 'demo',
    result: {
      เพื่อไทย: 140,
      พลังประชารัฐ: 100,
      ประชาธิปัตย์: 110,
      ภูมิใจไทย: 60,
      ชาติไทยพัฒนา: 15,
      ชาติพัฒนา: 15,
      อนาคตใหม่: 10,
    },
  },
  yingcheap: {
    name: 'ยิ่งชีพ อัชฌานนท์',
    description: 'demo',
    result: {
      เพื่อไทย: 140,
      พลังประชารัฐ: 100,
      ประชาธิปัตย์: 110,
      ภูมิใจไทย: 60,
      ชาติไทยพัฒนา: 15,
      ชาติพัฒนา: 15,
      อนาคตใหม่: 10,
    },
  },
  satithorn: {
    key: 'satithorn',
    name: 'สติธร ธนานิธิโชติ',
    description: 'demo',
    result: {
      เพื่อไทย: 140,
      พลังประชารัฐ: 100,
      ประชาธิปัตย์: 110,
      ภูมิใจไทย: 60,
      ชาติไทยพัฒนา: 15,
      ชาติพัฒนา: 15,
      อนาคตใหม่: 10,
    },
  },
};
