/* eslint-disable sort-keys */

export default {
  demo: {
    name: 'แบ่งเท่าๆกัน',
    description: 'demo',
    result: {
      เพื่อไทย: 10,
      พลังประชารัฐ: 10,
      ประชาธิปัตย์: 10,
      ภูมิใจไทย: 10,
      เสรีรวมไทย: 10,
      ชาติไทยพัฒนา: 10,
      ชาติพัฒนา: 10,
      อนาคตใหม่: 10,
      เพื่อชาติ: 10,
    },
  },
  // siripan: {
  //   name: 'รศ.ดร. สิริพรรณ นกสวน สวัสดี',
  //   description: 'demo',
  //   result: {
  //     เพื่อไทย: 200,
  //     พลังประชารัฐ: 70,
  //     ประชาธิปัตย์: 100,
  //     ภูมิใจไทย: 20,
  //     ชาติไทยพัฒนา: 20,
  //     ชาติพัฒนา: 20,
  //     อนาคตใหม่: 50,
  //   },
  // },
  // sarunee: {
  //   name: 'สฤณี อาชวานันทกุล',
  //   description: 'demo',
  //   result: {
  //     เพื่อไทย: 140,
  //     พลังประชารัฐ: 100,
  //     ประชาธิปัตย์: 110,
  //     ภูมิใจไทย: 60,
  //     ชาติไทยพัฒนา: 15,
  //     ชาติพัฒนา: 15,
  //     อนาคตใหม่: 10,
  //   },
  // },
  // yingcheap: {
  //   name: 'ยิ่งชีพ อัชฌานนท์',
  //   description: 'demo',
  //   result: {
  //     เพื่อไทย: 140,
  //     พลังประชารัฐ: 100,
  //     ประชาธิปัตย์: 110,
  //     ภูมิใจไทย: 60,
  //     ชาติไทยพัฒนา: 15,
  //     ชาติพัฒนา: 15,
  //     อนาคตใหม่: 10,
  //   },
  // },
  // satithorn: {
  //   key: 'satithorn',
  //   name: 'สติธร ธนานิธิโชติ',
  //   description: 'demo',
  //   result: {
  //     เพื่อไทย: 140,
  //     พลังประชารัฐ: 100,
  //     ประชาธิปัตย์: 110,
  //     ภูมิใจไทย: 60,
  //     ชาติไทยพัฒนา: 15,
  //     ชาติพัฒนา: 15,
  //     อนาคตใหม่: 10,
  //   },
  // },
};
